{
  "Version": "1.0",
  "FreebaseVersion": "2015-08-09",
  "Questions": [
    {
      "QuestionId": "WebQTrn-248",
      "RawQuestion": "who started pixar?",
      "ProcessedQuestion": "who started pixar",
      "Parses": [
        {
          "ParseId": "WebQTrn-248.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q127552) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q127552 wdt:P112 ?x . } ",
          "PotentialTopicEntityMention": "pixar",
          "TopicEntityName": "Pixar",
          "TopicEntityMid": "m.0kk9v",
          "InferentialChain": [
            "organization.organization.founders"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.017h4c",
              "EntityName": "Edwin Catmull"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.06y3r",
              "EntityName": "Steve Jobs"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-426",
      "RawQuestion": "who was louis riel?",
      "ProcessedQuestion": "who was louis riel",
      "Parses": [
        {
          "ParseId": "WebQTrn-426.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q313691) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q313691 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "louis riel",
          "TopicEntityName": "Louis Riel",
          "TopicEntityMid": "m.04qqn",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.0fj9f",
              "EntityName": "Politician"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-473",
      "RawQuestion": "who's kobe bryant?",
      "ProcessedQuestion": "who 's kobe bryant",
      "Parses": [
        {
          "ParseId": "WebQTrn-473.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q25369) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q25369 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "kobe bryant",
          "TopicEntityName": "Kobe Bryant",
          "TopicEntityMid": "m.01kmd4",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.01445t",
              "EntityName": "Athlete"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.02h664x",
              "EntityName": "Basketball player"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-605",
      "RawQuestion": "who was tex beneke?",
      "ProcessedQuestion": "who was tex beneke",
      "Parses": [
        {
          "ParseId": "WebQTrn-605.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q488352) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q488352 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "tex beneke",
          "TopicEntityName": "Tex Beneke",
          "TopicEntityMid": "m.076yxy",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.029bkp",
              "EntityName": "Bandleader"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.02h66dr",
              "EntityName": "Saxophonist"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.09jwl",
              "EntityName": "Musician"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.09l65",
              "EntityName": "Singer"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-792",
      "RawQuestion": "who owns skywest?",
      "ProcessedQuestion": "who owns skywest",
      "Parses": [
        {
          "ParseId": "WebQTrn-792.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q773662) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q773662 wdt:P749 ?y . ?y wdt:P749 ?x . } ",
          "PotentialTopicEntityMention": "skywest",
          "TopicEntityName": "SkyWest Airlines",
          "TopicEntityMid": "m.01nhdy",
          "InferentialChain": [
            "organization.organization.parent",
            "organization.organization_relationship.parent"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.01vk4t",
              "EntityName": "AirTran Airways"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.096rj7",
              "EntityName": "SkyWest, Inc."
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-908",
      "RawQuestion": "who is james dean?",
      "ProcessedQuestion": "who is james dean",
      "Parses": [
        {
          "ParseId": "WebQTrn-908.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q83359) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q83359 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "james dean",
          "TopicEntityName": "James Dean",
          "TopicEntityMid": "m.01w32s8",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.02hrh1q",
              "EntityName": "Actor"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-973",
      "RawQuestion": "who was dan cody?",
      "ProcessedQuestion": "who was dan cody",
      "Parses": [
        {
          "ParseId": "WebQTrn-973.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q5213273) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q5213273 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "dan cody",
          "TopicEntityName": "Dan Cody",
          "TopicEntityMid": "m.07m5fb",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.02h665k",
              "EntityName": "American football player"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-1013",
      "RawQuestion": "who is aidan davis?",
      "ProcessedQuestion": "who is aidan davis",
      "Parses": [
        {
          "ParseId": "WebQTrn-1013.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q4696678) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q4696678 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "aidan davis",
          "TopicEntityName": "Aidan Davis",
          "TopicEntityMid": "m.080p6xw",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.015cjr",
              "EntityName": "Presenter"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.02h6p92",
              "EntityName": "Dancer"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-1384",
      "RawQuestion": "who was louis xvi?",
      "ProcessedQuestion": "who was louis xvi",
      "Parses": [
        {
          "ParseId": "WebQTrn-1384.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q7732) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q7732 wdt:P97 ?y . ?y wdt:P97 ?x . } ",
          "PotentialTopicEntityMention": "louis xvi",
          "TopicEntityName": "Louis XVI of France",
          "TopicEntityMid": "m.0dj9w",
          "InferentialChain": [
            "royalty.noble_person.titles",
            "royalty.noble_title_tenure.noble_title"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.0290vf",
              "EntityName": "Duke of Normandy"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.05st_0j",
              "EntityName": "King of France"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.063032x",
              "EntityName": "King of Navarre"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-1979",
      "RawQuestion": "who's betty white?",
      "ProcessedQuestion": "who 's betty white",
      "Parses": [
        {
          "ParseId": "WebQTrn-1979.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q373895) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q373895 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "betty white",
          "TopicEntityName": "Betty White",
          "TopicEntityMid": "m.025mb_",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.015cjr",
              "EntityName": "Presenter"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.018gz8",
              "EntityName": "Comedian"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.02hrh1q",
              "EntityName": "Actor"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.03gjzk",
              "EntityName": "Television producer"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.09l65",
              "EntityName": "Singer"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.0cbd2",
              "EntityName": "Writer"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.0dypbr",
              "EntityName": "TV Personality"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.0kyk",
              "EntityName": "Author"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.0np9r",
              "EntityName": "Voice Actor"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-2428",
      "RawQuestion": "who is john garcia?",
      "ProcessedQuestion": "who is john garcia",
      "Parses": [
        {
          "ParseId": "WebQTrn-2428.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q918849) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q918849 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "john garcia",
          "TopicEntityName": "John Garcia",
          "TopicEntityMid": "m.03_lpf",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.09jwl",
              "EntityName": "Musician"
            },
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.09l65",
              "EntityName": "Singer"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-3094",
      "RawQuestion": "who is aidan quinn?",
      "ProcessedQuestion": "who is aidan quinn",
      "Parses": [
        {
          "ParseId": "WebQTrn-3094.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q403902) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q403902 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "aidan quinn",
          "TopicEntityName": "Aidan Quinn",
          "TopicEntityMid": "m.045c66",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.02hrh1q",
              "EntityName": "Actor"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-3143",
      "RawQuestion": "who owns audi 2011?",
      "ProcessedQuestion": "who owns audi 2011",
      "Parses": [
        {
          "ParseId": "WebQTrn-3143.P0",
          "AnnotatorId": 4,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": ""
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q23317) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q23317 wdt:P749 ?y . ?y wdt:P749 ?x . } ",
          "PotentialTopicEntityMention": "audi",
          "TopicEntityName": "Audi",
          "TopicEntityMid": "m.0k50",
          "InferentialChain": [
            "organization.organization.parent",
            "organization.organization_relationship.parent"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.07_zt",
              "EntityName": "Volkswagen Group"
            }
          ]
        }
      ]
    },
    {
      "QuestionId": "WebQTrn-3612",
      "RawQuestion": "what is kate spade?",
      "ProcessedQuestion": "what is kate spade",
      "Parses": [
        {
          "ParseId": "WebQTrn-3612.P0",
          "AnnotatorId": 1,
          "AnnotatorComment": {
            "ParseQuality": "Complete",
            "QuestionQuality": "Good",
            "Confidence": "Normal",
            "FreeFormComment": "First-round parse verification"
          },
          "Sparql": "SELECT DISTINCT ?xLabel WHERE { FILTER (?x != wd:Q275094) ?x rdfs:label ?xLabel filter (lang(?xLabel) = 'en'). wd:Q275094 wdt:P106 ?x . } ",
          "PotentialTopicEntityMention": "kate spade",
          "TopicEntityName": "Kate Spade",
          "TopicEntityMid": "m.06bkdx",
          "InferentialChain": [
            "people.person.profession"
          ],
          "Constraints": [],
          "Time": null,
          "Order": null,
          "Answers": [
            {
              "AnswerType": "Entity",
              "AnswerArgument": "m.02hqyhw",
              "EntityName": "Fashion designer"
            }
          ]
        }
      ]
    }
  ]
}